### Terraform Plan Result

- environment: **`prod`**
- region: **`global`**

:ship: Terraform code modifications included in this pull request result in the following changes:

```
Plan: 1 to add, 0 to change, 0 to destroy.
```

### Quality Standard Report:

| Quality Check  | Status |
| ------------- | ------------- |
| Terraform Format and Style  | `success` |
| Terraform Initialization | `success` |
| Terraform Validation | `success` |
| Terraform Security | `success` |
| Terraform Plan | `success` |

<details><summary>Show Plan (click)</summary>

```terraform
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # local_file.backup_file will be created
  + resource "local_file" "backup_file" {
      + content              = "very nice"
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0777"
      + filename             = "./config.yml"
      + id                   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

*Pusher: @dawidmalina, Working Directory: `gcp/prod/global`, Cloud Provider: `gcp`*